Repository: common-repository/igotweb-wp-mp-links
Catalog: languages/igotweb-wp-*.po
Languages: fr_fr

source: HTTP error while trying to access to iGot-Web API
fr_fr: Erreur HTTP lors de la connexion a iGot-Web API

source: The file is not well formatted.
fr_fr: Le contenu du fichier est mal formatté.

source: Error while trying to create new page.
fr_fr: Erreur lors de la creation de la nouvelle page.

source: %s doesn’t have a valid license key installed.
fr_fr: %s n'a pas de clé de license valide installée.

source: No file is selected.
fr_fr: Aucun fichier n’est sélectionné.

source: Error while exporting configuration.
fr_fr: Erreur lors de l'export de la configuration.

source: Error while importing configuration.
fr_fr: Erreur lors de l'import de la configuration.

source: Import/Export configuration
fr_fr: Importer/Exporter la configuration

source: Export current configuration
fr_fr: Exporter la configuration courante

source: Import
fr_fr: Importer
