Repository: common-repository/igotweb-wp-mp-links
Catalog: languages/igotweb-wp-mp-links-*.po
Languages: fr_fr

source: Manage links in the menu of MemberPress account page.
fr_fr: Gérez les liens du menu de la page compte de MemberPress.

source: IW - Links
fr_fr: IW - Liens

source: Links
fr_fr: Liens

source: List of pages
fr_fr: Liste des pages

source: Welcome in settings for %s plugin
fr_fr: Bienvenue dans les options de configuration du plugin %s

source: This section allows you to configure pages which will be added to the menu of the MemberPress account page.
fr_fr: Cette section vous permet de configurer les pages qui seront ajoutées au menu compte de MemberPress.

source: Remove the page
fr_fr: Supprimer la page

source: Title within menu
fr_fr: Titre dans le menu

source: Add pages to the menu of the MemberPress account page
fr_fr: Ajoutez des pages au menu de la page compte de MemberPress

source: Add a page
fr_fr: Ajouter une page

source: Links - Options
fr_fr: Liens - Options

source: Current locale:
fr_fr: Locale actuelle:
